Revit 2020 API
FormatOptions.CanSuppressLeadingZeros Method
Overload List
Name | Description
CanSuppressLeadingZeros()
 Checks whether leading zeros can be suppressed for the display unit in this FormatOptions.
CanSuppressLeadingZeros(DisplayUnitType)
 Checks whether leading zeros can be suppressed for a given display unit.
See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace